<template>
  <div class="about">
    <img src="../assets/main2.jpg">
    <h1>緣起</h1>
    <h3>【對週三、週四草山共學生活的想法】 小巴</h3>
    <p>之前慧君老師帶的十六週自學師訓，有許多練習是針對大人自我成長與內在清理、回到穩定中軸。在師訓結束後，我想繼續這些練習，並且和不同的人一起成長。</p>
    <p>因為自學師訓，我養成了每天畫植物或水果的習慣，曾經連續四天畫同一株虎尾蘭，以及連續七天以上，畫同一顆蘋果，愈畫愈深入，要吃掉蘋果時，還有點依依不捨，與之對話後再和家人一起享用。</p>
    <p>我也養成了每天書寫生命經驗回顧的習慣，不斷地透過書寫回顧，清理內在的經驗、感受與習慣。</p>
    <p>這些練習相信對很多人也是有幫助的。</p>
    <p>在週三和週四的共學中，我們可以一起練習生命回顧、身體對話、用身體感受文字等等，還有情境劇版本重設、同理回饋Playback劇場。有固定的共學時間，就會有較高密度的練習與體驗。</p>
    <p>小朋友一起參加，可以自己玩，也可以從活動中得到一些收獲。我們也會陸續共創孩子們的預備環境。</p>
    <p>因此，我覺得目前新創發的週三週四草山共學是很好的開始。</p>
    <p>雖然目前剛起步，但是已經可以進行許多有意思的活動了。</p>
    <p>期待未來有更多家庭或個人加入，一起成長，豐富生活。</p>
  </div>
</template>

<style type="text/css" scoped="">
.about {
  max-width: 680px;
  margin: 0 auto;
  text-align: left;
}

img {
  width: 320px;
  float: left;
  margin: 0 1em;
}
</style>
