<template>
  <div class="about">
    <img src="../assets/main2.jpg">
    <h1>文集</h1>
    <h3>【2021/3/24共學-體感文字練習】  by太陽媽</h3>
    <p>記得自己小時候認字是直接從辨識、模仿書寫開始，這幾年坊間也有字感課來輔助孩子學認字。</p>
    <p>慧君的自學師訓課，其中有一堂，引導我們用身體來感受與表達文字，這堂還有很多啟發性的分享與練習，先不多說，不然寫不完了。</p>
    <p>我們這天上午，幾個人一起用身體感受中文字的妙趣：</p>
    <hr/>
    <h4>🌎【水】</h4>
    <p>一個人站著，就能用全身呈現「水」字的流動。</p>
    <p>身體站直，腳跟勾起一邊，用身體感覺為什麼要勾一邊？</p>
    <p>＊有人說是有石頭之類的常會擋住水流，所以有彎勾。</p>
    <p>＊也像水滴或東西打到水面彈起的靈動感（此時一邊說，身體一邊膝蓋微彎，勾著腳彈跳起來）</p>
    <p>兩隻手在比劃「水」字的左右時，當下就是流動。</p>
    <p>這左、右兩邊是連著的比劃，沒有斷開，確實很有水的延續感。</p>
    <p>我自己用身體比劃呈現，手就停不下來，直接成為水...感受到水是活的，流動的循環。</p>
    <p>大家一起用身體比劃水時，現場感覺有流動的水的能量。</p>
    <p>真的很不可思議，這麼簡單的事，以前沒想到直接做，跟看象形字或用手寫出來，是完全不同的切身感。</p>
    <p>現場不同人的氣質/性格/創意，呈現出來的水都不一樣，有男性用身體呈現「水」字，卻最像古代女性在跳舞般的柔軟美妙，還有穿著薄長紗裙的感覺，哈！</p>
    <p>聯想這也是另一種「女人如水」的呈現，這個水字，被他舞得很美，有女性力量。</p>
    <hr/>
    <h4>🌎【火】</h4>
    <p>人這個字，身體站著很好完成，火的左右兩點，是斷掉的，有人用身體呈現，隨風搖擺，我比劃時，感覺火的「人」很穩很旺，那兩點像火舌會竄，像在跳會燙人的火舌舞。<p>
    <p>現場幾個人就是幾種不同style的火，真有趣。</p>
    <hr/>
    <h4>🌎【大】</h4>
    <p>每個人的大，就是他的全部，1，也是整體。</p>
    <p>身體比劃時，我感覺到這是自己身體最大的大，是全部，是完整。</p>
    <p>兩手伸開延展，也感覺到自己、地球、宇宙，都是大，都是一個整體，大是1個，也是0（全部整體）。</p>
    <p>大愛，或許是感受到一切是整體的愛。</p>
    <p>大人身體呈現出的大，就是比小孩大，視覺上有大小之分，但每個人的大都是全然的完整。</p>
    <p>身體一呈現，大的感覺跟這文字本身的智慧就直接出現了。</p>
    <p>我們也可以想，一個人若是索要「超過他容量負荷」的大，就會滿出來、很撐很緊繃、拉扯解離。</p>
    <p>想要更多時，有沒有超過你可以容納的「大」呢？</p>
    <p>那就視你的大有沒有「有容乃大」，變成超過你物質身的大，乙太、星光、宇宙...那樣大。</p>
    <hr/>
    <h4>🌎【中】</h4>
    <p>穩定在中心的感覺。身體比畫出來，完全不會想再移動，很穩重，沒什麼別的感覺，確實很「中」。不太會形容，大家自己比比看就會體驗到了。</p>
    <hr/>
    <h4>🌎【小】</h4>
    <p>比劃小這個字時，大家都覺得自己變得好小，縮小了，或有畏縮感，渺小到不想被注意、沒人會發現我...也有人說，大家在比劃「小」的時候，他坐著休息也感受到「小」的感覺。</p>
    <p>真奇怪，同一個身體，可以比劃整個宇宙的大與完整，也可以要自己是小，把自己縮起來，擠擠的，小到被無視...</p>
    <hr/>
    <h4>🌎【包】</h4>
    <p>最後這個練習快結束時，小孩剛好要我抱抱他，自己像無尾熊般，抱貼在我的胸口，別人說這樣看起來很像「包」這個字。</p>
    <p>可能剛剛比劃很有感，大家對字的圖像更容易聯想。</p>
    <p>小孩這樣抱著我時，也感受到包是有「自己之外的」東西，不一樣，又包連在一起。就像春捲吧。</p>
    <p>以上是體感文字的練習記錄。</p>
    <p>這些字以身體呈現很簡單，卻好有收穫。中文真是有趣～</p>
  </div>
</template>

<style type="text/css" scoped="">
.about {
  max-width: 680px;
  margin: 0 auto;
  text-align: left;
}

img {
  width: 320px;
  float: left;
  margin: 0 1em;
}
</style>
